Repository: Faroukdz142/APP
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Sign In
ar: تسجيل الدخول

source: Welcome
ar: مرحباً

# registerWelcome
source: Hello there
ar: مرحباً بك

# registerText
source: Register to enjoy all the features we have to offer.
ar: سجل للاستمتاع بجميع الميزات التي نقدمها.

source: Email
ar: البريد الإلكتروني

# loginText
source: Sign in to continue
ar: قم بتسجيل الدخول للمتابعة

# google
source: Sign in with google
ar: تسجيل الدخول باستخدام جوجل

# googleRegister
source: Sign up with google
ar: التسجيل باستخدام جوجل

source: Password
ar: كلمة المرور

# forget
source: Forget Password?
ar: نسيت كلمة المرور؟

# noAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

# phoneNumberEmpty
source: Phone Number should not be empty!
ar: يجب ألا يكون رقم الهاتف فارغًا!

# phoneNumberWrong
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صالح

# passwordEmpty
source: Password field should not be empty!
ar: يجب ألا تكون خانة كلمة المرور فارغة!

# passwordWeak
source: Password too weak!
ar: كلمة المرور ضعيفة جدًا!

# passwordShort
source: Password too short!
ar: كلمة المرور قصيرة جدًا!

source: Change Language
ar: تغيير اللغة

source: Or
ar: أو

# emailWrong
source: Email invalid!
ar: البريد الإلكتروني غير صالح!

# emailEmpty
source: Email cannot be empty
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا

# already
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# forgotPwd
source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Submit
ar: إرسال

# forgetText
source: Don't worry! Please enter the email adress associated with your account
ar: لا تقلق! يرجى إدخال عنوان البريد الإلكتروني المرتبط بحسابك

# reset
source: Reset Password
ar: إعادة تعيين كلمة المرور

# setNew
source: Set your new password
ar: قم بتعيين كلمة المرور الجديدة

# resetText
source: Enter your new password twice below to reset a new password
ar: أدخل كلمة المرور الجديدة مرتين أدناه لإعادة تعيين كلمة المرور

# newPwd
source: New password
ar: كلمة المرور الجديدة

# confirmPwd
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# confirmEmpty
source: Please confirm your new password!
ar: يرجى تأكيد كلمة المرور الجديدة!

# pwdNotMatch
source: Passwords do not match!
ar: كلمات المرور غير متطابقة!

# pwdUpdated
source: Password updated successfully!
ar: تم تحديث كلمة المرور بنجاح!

# title1
source: Welcome to Trust Laundry !
ar: مرحباً بك في تراست لاندرى!

# title2
source: Easy booking
ar: حجز سهل

# title3
source: Track your laundry!
ar: تتبع غسيلك!

# desc1
source: Say goodbye to the stress of laundry day. Our seamless service ensures that your laundry is handled with care and returned clean and refreshed. Whether it's a quick wash or special treatment, enjoy fast, reliable, and convenient laundry solutions that meet your needs.
ar: قل وداعًا لضغوط يوم الغسيل. خدمتنا السلسة تضمن التعامل مع غسيلك بعناية وإعادته نظيفًا ومنتعشًا. سواء كان غسيلًا سريعًا أو معاملة خاصة، استمتع بحلول غسيل سريعة وموثوقة ومريحة تلبي احتياجاتك.

# desc2
source: We are here to meet your needs. Choose from a range of laundry services, set your preferred pickup and delivery times, and leave the rest to us. From regular laundry to delicate fabrics.
ar: نحن هنا لنلبي احتياجاتك. اختر من بين مجموعة من خدمات الغسيل، وحدد أوقات الاستلام والتسليم المفضلة لديك، واترك لنا التعامل مع كل شيء. من الغسيل العادي إلى الأقمشة الرقيقة.

# desc3
source: Stay informed with instant updates on your laundry's progress. Receive notifications at every step - from the moment your laundry is picked up until it's returned to you. Track your order with ease and enjoy peace of mind knowing where your laundry is at all times.
ar: ابقَ على اطلاع دائم بتحديثات فورية حول تقدم غسيلك. تلّقى إشعارات في كل خطوة - من استلام غسيلك إلى حين عودته إليك. تابع طلبك بسهولة وتمتع براحة البال بمعرفة مكان غسيلك في جميع الأوقات.

source: Get Started
ar: البدء

source: Next
ar: التالي

source: Skip
ar: تخطي

# verifyEmail
source: Email Verification
ar: التحقق من البريد الإلكتروني

# checkEmail
source: Check your mail box
ar: تحقق من صندوق البريد الخاص بك

# verifyText
source: A verification email has been sent to you, tap on the url to confirm your email.
ar: تم إرسال رسالة تحقق إليك، انقر على الرابط لتأكيد بريدك الإلكتروني.

# backTo
source: Go Back to login
ar: العودة إلى تسجيل الدخول

# currentPwd
source: Current password
ar: كلمة المرور الحالية

# pwdWrong
source: Password Wrong!
ar: كلمة المرور خاطئة!

source: Phone number
ar: رقم الهاتف

# verifCode
source: Enter Verification Code
ar: أدخل رمز التحقق

# verifText
source: Enter code that we have sent to your phone
ar: أدخل الرمز الذي أرسلناه إلى هاتفك

source: Verify
ar: تحقق

source: Resend Code
ar: إعادة إرسال الرمز

# usernameEmpty
source: Username should not be empty!
ar: يجب ألا يكون اسم المستخدم فارغًا!

# usernameShort
source: Username too short!
ar: اسم المستخدم قصير جدًا!

source: Username
ar: اسم المستخدم

source: Home
ar: الرئيسية

source: My Orders
ar: طلباتي

# acc
source: Account
ar: الحساب

# appS
source: App Settings
ar: إعدادات التطبيق

# profile
source: My Profile
ar: ملفي الشخصي

# mySubs
source: My subscriptions
ar: اشتراكاتي

# notifs
source: My notifications
ar: إشعاراتي

source: Logout
ar: تسجيل الخروج

# ser
source: What service do you need today?
ar: ما الخدمة التي تحتاجها اليوم؟

# goodDay
source: Have a good day!
ar: نتمنى لك يوماً سعيداً!

source: Discover
ar: اكتشف

# pricing
source: Our pricing
ar: تسعيرنا

# subs
source: Subscriptions
ar: الاشتراكات

# qst
source: Have any questions?
ar: هل لديك أي أسئلة؟

source: Contact Us
ar: اتصل بنا

# message
source: Your message here
ar: رسالتك هنا

source: Send
ar: إرسال

# needLogin
source: You need to login to view all app features!
ar: تحتاج إلى تسجيل الدخول لعرض جميع ميزات التطبيق!

# iron
source: Ironing
ar: كي الملابس

# wash
source: Wash & dry
ar: غسيل وتجفيف

source: Darning
ar: ترقيع

# dry
source: Dry Cleaning
ar: تنظيف جاف

source: Balance:
ar: الرصيد:

source: kwd
ar: د.ك

source: Cart
ar: محفظتي

# book
source: Booking
ar: طلب خدمة

# carpets
source: Carpets & Funiture
ar: السجاد والمفروشات

# clothes
source: Clothes & Blankets
ar: الملابس والبطانيات

# req
source: Request a driver
ar: طلب السائق

# ban1
source: 1e
ar: 1a

source: Credit
ar: الرصيد

# ban2
source: 2e
ar: 2a

# morning
source: from 10am to 2pm
ar: من 10 صباحًا إلى 2 مساءً

# evening
source: from 3pm to 8pm
ar: من 3 مساءً إلى 8 مساءً

# date
source: Choose driver request date
ar: اختر يوم الطلب

# time
source: Choose request period
ar: اختر توقيت الطلب

# add
source: Add to cart
ar: أضف الى السلة

# addressSet
source: Address settings
ar: إعدادات العنوان

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

# addAddress
source: Add a new address
ar: أضف عنوان جديد

source: Modify Address
ar: تعديل العنوان

source: Address title
ar: عنوان العنوان

source: Appartement
ar: شقة

source: Appartement number
ar: رقم الشقة

source: Street
ar: شارع

source: Boulevard
ar: جادة

source: Building
ar: مبنى

# addSuccess
source: Added new
ar: تمت الإضافة بنجاح

# updateSuccess
source: Updated
ar: تم التحديث

source: Try again!
ar: حاول مرة أخرى!

source: Order Details
ar: تفاصيل الطلب

source: Delivery
ar: التوصيل

source: Details
ar: تفاصيل

source: Order
ar: الطلب

# addressSure
source: Are you sure delete this address
ar: أنت على وشك مسح العنوان

# otpReSent
source: Otp was resent successully
ar: تم الإرسال بنجاح

source: Delivery address
ar: عنوان التوصيل

source: Title
ar: العنوان:

# prodCart
source: Products Cart
ar: محفظة المنتجات

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

# copiedToClipboard
source: Location details copied to clipboard!
ar: تم نسخ تفاصيل الموقع إلى الحافظة!

source: Area
ar: المنطقة

# apartmentNum
source: Apartment Number
ar: رقم الشقة

source: Not Available
ar: غير متوفر

source: Choose Date
ar: اختر اليوم

source: Choose Time
ar: اختر الوقت

# pickupDateAndTime
source: Pickup date & time
ar: تاريخ ووقت الاستلام

# deliveryDateAndTime
source: Delivery date & time
ar: تاريخ ووقت التوصيل

source: Payment
ar: الدفع

source: Choose Area
ar: اختر المنطقة

# paymentMethod
source: Choose Payment method
ar: طريقة الدفع

source: Online
ar: عبر الإنترنت

source: Cash
ar: نقداً

source: Confirm
ar: تأكيد

source: Pickup Date:
ar: تاريخ الاستلام:

source: Delivery date:
ar: تاريخ التوصيل:

source: Payment info
ar: معلومات الدفع

source: Total price:
ar: السعر الإجمالي:

source: Number of items:
ar: عدد العناصر:

source: Special Instructions
ar: تعليمات خاصة

source: Back
ar: رجوع

# balanceLow
source: Your balance is too low, check our subsciptions!
ar: رصيدك منخفض جداً، تحقق من اشتراكاتنا!

# okContinue
source: Continue
ar: استمر

source: Checkout
ar: الدفع

source: Pay
ar: ادفع

# get
source: Get a credit of
ar: أحصل على

# onlinePay
source: Online Payment
ar: الدفع عبر الأنترنت

source: Admin Panel
ar: لوحة التحكم

source: Total Users
ar: إجمالي المستخدمين

source: Total Orders
ar: إجمالي الطلبات

source: Reports
ar: التقارير

source: Items
ar: العناصر

source: Driver Requests
ar: طلبات السائقين

# noReq
source: There are no driver requests actually!
ar: لا توجد طلبات سائقين حالياً!

source: User Id:
ar: معرف المستخدم:

# reqId
source: Request Id:
ar: معرف الطلب:

# reqDT
source: Request Date & Time:
ar: تاريخ ووقت الطلب:

# date2
source: Date:
ar: التاريخ:

source: Period:
ar: الفترة:

# notifSent
source: A notification is sent to the user!
ar: تم إرسال إشعار إلى المستخدم!

# cancelReq
source: Cancel Request
ar: إلغاء الطلب

source: Driver Sent
ar: تم إرسال السائق

source: Manage Items
ar: إدارة العناصر

source: Order Id:
ar: معرف الطلب:

source: Order Status:
ar: حالة الطلب:

source: Done
ar: تم

source: Not payed
ar: غير مدفوع

source: Payment Id:
ar: معرف الدفع:

source: Amount:
ar: المبلغ:

# orderDateAndTime
source: Order date & time:
ar: تاريخ ووقت الطلب:

source: item
ar: عنصر

source: Orders
ar: الطلبات

# messagee
source: Message:
ar: الرسالة:

source: Users
ar: المستخدمون

source: Role
ar: الدور

source: Dry Cleaning
ar: التنظيف الجاف

source: Laundry Carpets
ar: غسيل السجاد

source: Laundry
ar: غسيل

# blanketsAndLinen
source: Blankets & Linen
ar: الأغطية والبياضات

source: Pressing
ar: الكي

# notifCenter
source: Notifications Center
ar: مركز الإشعارات

source: Content
ar: المحتوى

# sendNotifToAllUsers
source: Send a notification to all users
ar: إرسال إشعار إلى جميع المستخدمين

# myNotifs
source: My Notifications
ar: إشعاراتي

# noNotifs
source: You have no notifications yet!
ar: ليس لديك إشعارات بعد!

# cartEmpty
source: You have no items in cart yet!
ar: ليس لديك عناصر في السلة بعد!

source: delete
ar: حذف

# noOrders
source: You have no orders yet!
ar: ليس لديك طلبات بعد!

source: Payment Status:
ar: حالة الدفع:

source: Status:
ar: الحالة:

# loadingItems
source: Loading Items, please wait...
ar: جاري تحميل العناصر، يرجى الانتظار...

# myRequests
source: My driver requests
ar: طلباتي للسائق

# noDriverRequests
source: You have no driver requests yet!
ar: ليس لديك طلبات سائق بعد!

# cancelRequestSure
source: Are you sure you want to cancel this request?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟

# reqCancelled
source: Request cancelled successfully, a notification was sent to the user
ar: تم إلغاء الطلب بنجاح!

# messageSent
source: Message sent successfully
ar: تم الإرسال بنجاح

# item_carpet
source: Carpet
ar: سجادة

# item_special_carpet
source: Special Carpet
ar: سجادة خاصة

# item_mats
source: Mats
ar: حصير

# item_tent
source: Tent
ar: خيمة

# item_tablecloth
source: Tablecloth
ar: مفرش طاولة

# subitem_standard_carpet
source: Standard Carpet
ar: سجادة قياسية

# subitem_large_carpet
source: Large Carpet
ar: سجادة كبيرة

# subitem_handmade_special_carpet
source: Handmade Special Carpet
ar: سجادة خاصة يدوية

# subitem_luxury_special_carpet
source: Luxury Special Carpet
ar: سجادة خاصة فاخرة

# subitem_small_mats
source: Small Mats
ar: حصير صغير

# subitem_large_mats
source: Large Mats
ar: حصير كبير

# subitem_small_tent
source: Small Tent
ar: خيمة صغيرة

# subitem_large_tent
source: Large Tent
ar: خيمة كبيرة

# subitem_standard_tablecloth
source: Standard Tablecloth
ar: مفرش طاولة قياسي

# subitem_premium_tablecloth
source: Premium Tablecloth
ar: مفرش طاولة ممتاز

# item_sofa
source: Sofa
ar: أريكة

# item_seats
source: Seats
ar: مقاعد

# item_majlis
source: Majlis
ar: مجلس

# subitem_standard_sofa
source: Standard Sofa
ar: أريكة قياسية

# subitem_luxury_sofa
source: Luxury Sofa
ar: أريكة فاخرة

# subitem_single_seat
source: Single Seat
ar: مقعد فردي

# subitem_double_seat
source: Double Seat
ar: مقعد مزدوج

# subitem_small_majlis
source: Small Majlis
ar: مجلس صغير

# subitem_large_majlis
source: Large Majlis
ar: مجلس كبير

# item_mattress
source: Mattress
ar: مرتبة

# item_bed_covers
source: Bed covers
ar: أغطية السرير

# item_bed_sheets
source: Bed Sheets
ar: ملاءات السرير

# item_pillows
source: Pillows
ar: وسائد

# item_sleeping_wear
source: Sleeping Wear
ar: ملابس النوم

# item_towel
source: Towel
ar: منشفة

# subitem_single_mattress
source: Single Mattress
ar: مرتبة فردية

# subitem_double_mattress
source: Double Mattress
ar: مرتبة مزدوجة

# subitem_cotton_bed_cover
source: Cotton Bed Cover
ar: غطاء سرير قطني

# subitem_silk_bed_cover
source: Silk Bed Cover
ar: غطاء سرير حرير

# subitem_king_size_bed_sheet
source: King Size Bed Sheet
ar: ملاءة سرير بحجم ملكي

# subitem_queen_size_bed_sheet
source: Queen Size Bed Sheet
ar: ملاءة سرير بحجم ملكة

# subitem_standard_pillow
source: Standard Pillow
ar: وسادة قياسية

# subitem_memory_foam_pillow
source: Memory Foam Pillow
ar: وسادة ميموري فوم

# subitem_two_seater_sofa
source: Two-Seater Sofa
ar: أريكة ذات مقعدين

# subitem_three_seater_sofa
source: Three-Seater Sofa
ar: أريكة ذات ثلاثة مقاعد

# subitem_cotton_pajamas
source: Cotton Pajamas
ar: بيجامة قطنية

# subitem_silk_pajamas
source: Silk Pajamas
ar: بيجامة حرير

# subitem_wooden_seat
source: Wooden Seat
ar: مقعد خشبي

# subitem_plastic_seat
source: Plastic Seat
ar: مقعد بلاستيكي

# subitem_door_mat
source: Door Mat
ar: سجادة مدخل

# subitem_bathroom_mat
source: Bathroom Mat
ar: سجادة حمام

# subitem_traditional_majlis
source: Traditional Majlis
ar: مجلس تقليدي

# subitem_modern_majlis
source: Modern Majlis
ar: مجلس عصري

# subitem_rectangular_tablecloth
source: Rectangular Tablecloth
ar: مفرش طاولة مستطيل

# subitem_round_tablecloth
source: Round Tablecloth
ar: مفرش طاولة دائري

# subitem_hand_towel
source: Hand Towel
ar: منشفة يد

# subitem_bath_towel
source: Bath Towel
ar: منشفة استحمام

# subitem_luxury_carpet
source: Luxury Carpet
ar: سجادة فاخرة

# subitem_antique_special_carpet
source: Antique Special Carpet
ar: سجادة خاصة عتيقة

# item_pant
source: Pant
ar: بنطلون

# item_tshirt
source: T-shirt
ar: تي شيرت

# item_dress
source: Dress
ar: فستان

# item_skirt
source: Skirt
ar: تنورة

# item_shorts
source: Shorts
ar: شورتات

# item_sweater
source: Sweater
ar: كنزة

# item_blouse
source: Blouse
ar: بلوزة

# item_vest
source: Vest
ar: صديرية

# item_scarf
source: Scarf
ar: وشاح

# item_knickers
source: Knickers
ar: سراويل

# subitem_short_pant
source: Short Pant
ar: بنطلون قصير

# subitem_sport_pant
source: Sport Pant
ar: بنطلون رياضي

# subitem_jeans
source: Jeans
ar: جينز

# subitem_cotton_tshirt
source: Cotton T-shirt
ar: تي شيرت قطني

# subitem_polyester_tshirt
source: Polyester T-shirt
ar: تي شيرت بوليستر

# subitem_casual_dress
source: Casual Dress
ar: فستان غير رسمي

# subitem_evening_dress
source: Evening Dress
ar: فستان سهرة

# subitem_leather_jacket
source: Leather Jacket
ar: سترة جلدية

# subitem_denim_jacket
source: Denim Jacket
ar: سترة جينز

# subitem_mini_skirt
source: Mini Skirt
ar: تنورة قصيرة

# subitem_maxi_skirt
source: Maxi Skirt
ar: تنورة طويلة

# subitem_denim_shorts
source: Denim Shorts
ar: شورت جينز

# subitem_cotton_shorts
source: Cotton Shorts
ar: شورت قطني

# subitem_wool_sweater
source: Wool Sweater
ar: كنزة صوفية

# subitem_cotton_sweater
source: Cotton Sweater
ar: كنزة قطنية

# subitem_silk_blouse
source: Silk Blouse
ar: بلوزة حرير

# subitem_cotton_blouse
source: Cotton Blouse
ar: بلوزة قطنية

# subitem_winter_vest
source: Winter Vest
ar: صديرية شتوية

# subitem_summer_vest
source: Summer Vest
ar: صديرية صيفية

# subitem_wool_scarf
source: Wool Scarf
ar: وشاح صوفي

# subitem_silk_scarf
source: Silk Scarf
ar: وشاح حرير

# subitem_cotton_knickers
source: Cotton Knickers
ar: سراويل قطنية

# subitem_silk_knickers
source: Silk Knickers
ar: سراويل حرير

# item_socks
source: Socks
ar: جوارب

# subitem_ankle_socks
source: Ankle Socks
ar: جوارب كاحل

# subitem_crew_socks
source: Crew Socks
ar: جوارب طويلة

# item_gloves
source: Gloves
ar: قفازات

# subitem_leather_gloves
source: Leather Gloves
ar: قفازات جلدية

# subitem_wool_gloves
source: Wool Gloves
ar: قفازات صوفية

# item_cap
source: Cap
ar: قبعة

# subitem_baseball_cap
source: Baseball Cap
ar: قبعة بيسبول

# subitem_snapback_cap
source: Snapback Cap
ar: قبعة سنابباك

# item_bra
source: Bra
ar: حمالة صدر

# subitem_sports_bra
source: Sports Bra
ar: حمالة صدر رياضية

# subitem_lace_bra
source: Lace Bra
ar: حمالة صدر دانتيل

# item_baby_clothes
source: Baby Clothes
ar: ملابس أطفال

# subitem_baby_romper
source: Baby Romper
ar: بدلة أطفال

# subitem_baby_shirt
source: Baby Shirt
ar: قميص أطفال

# item_uniform
source: Uniform
ar: زي موحد

# subitem_school_uniform
source: School Uniform
ar: زي مدرسي

# subitem_work_uniform
source: Work Uniform
ar: زي عمل

# item_thobe
source: Thobe
ar: ثوب

# subitem_cotton_thobe
source: Cotton Thobe
ar: ثوب قطني

# subitem_silk_thobe
source: Silk Thobe
ar: ثوب حرير

# item_shirt
source: Shirt
ar: قميص

# subitem_formal_shirt
source: Formal Shirt
ar: قميص رسمي

# subitem_casual_shirt
source: Casual Shirt
ar: قميص غير رسمي

# item_party_dress
source: Party Dress
ar: فستان حفلة

# subitem_cocktail_dress
source: Cocktail Dress
ar: فستان كوكتيل

# subitem_gown
source: Gown
ar: فستان سهرة

# item_muslim_cap
source: Muslim Cap
ar: طاقية مسلم

# subitem_cotton_muslim_cap
source: Cotton Muslim Cap
ar: طاقية مسلم قطنية

# subitem_silk_muslim_cap
source: Silk Muslim Cap
ar: طاقية مسلم حرير

source: Suit
ar: بدلة

source: Business Suit
ar: بدلة عمل

source: Casual Suit
ar: بدلة غير رسمية

source: Shoes
ar: أحذية

source: Leather Shoes
ar: أحذية جلدية

source: Sneakers
ar: حذاء رياضي

source: Tie
ar: رباط عنق

source: Silk Tie
ar: رباط عنق حرير

source: Polyester Tie
ar: رباط عنق بوليستر

source: Wedding Dress
ar: فستان زفاف

source: Traditional Wedding Dress
ar: فستان زفاف تقليدي

source: Modern Wedding Dress
ar: فستان زفاف عصري

source: Jacket
ar: سترة

source: Bomber Jacket
ar: سترة بومبر

source: Blazer Jacket
ar: سترة بليزر

source: Price
ar: السعر

# sureContinue
source: Are you sure to continue?
ar: أنت على وشك تأكيد العملية

# noReports
source: There are no reports actually!
ar: ليس هناك أي تقارير حاليا

# noSubs
source: You have no subscriptions yet!
ar: ليس لديك أي اشتراكات بعد

# reqAdded
source: Added request successfully!
ar: تم إضافة طلبك بنجاح

# addedBanner
source: Added Banner successfully
ar: تم إضافة البانر بنجاح

# doneBanner
source: Done, tap to update
ar: تم، اضغط للتحديث

# enBanner
source: Add english banner
ar: أضف بانر باللغة الإنجليزية

# arBanner
source: Add arabic banner
ar: أضف بانر باللغة العربية

source: Banners
ar: البانرات

source: Manage Sections
ar: إدارة الأقسام

# sureDeleteSection
source: Are you sure to delete this sections?
ar: هل أنت متأكد من حذف هذا القسم؟

# secDetails
source: Section details
ar: تفاصيل القسم

# secTitleEnglish
source: Section title english
ar: عنوان القسم باللغة الإنجليزية

# secTitleArabic
source: Section title arabic
ar: عنوان القسم باللغة العربية

source: Image picked!
ar: تم اختيار الصورة!

source: Pick image
ar: اختر صورة

# secAdded
source: Section added successfully
ar: تم إضافة القسم بنجاح

# addSec
source: Add a new section
ar: أضف قسماً جديداً

# catDetails
source: Category Details
ar: تفاصيل الفئة

# catAr
source: Category title arabic
ar: عنوان الفئة باللغة العربية

# catEn
source: Category title english
ar: عنوان الفئة باللغة الإنجليزية

# addedCat
source: Added Category Successfully
ar: تم إضافة الفئة بنجاح

# addCat
source: Add Category
ar: أضف فئة

source: SubItem details
ar: تفاصيل العنصر الفرعي

# subAdded
source: SubItem added successfully
ar: تم إضافة العنصر الفرعي بنجاح

# itemAdded
source: Item added successfully
ar: تم إضافة العنصر بنجاح

# addSub
source: Add a new subitem
ar: أضف عنصراً فرعياً جديداً

source: Item details
ar: تفاصيل العنصر

# itemAr
source: Item title arabic
ar: عنوان العنصر باللغة العربية

# itemEn
source: Item title english
ar: عنوان العنصر باللغة الإنجليزية

# addItem
source: Add a new item
ar: أضف عنصراً جديداً

# sureDeleteSec
source: Are you sure to delete this section
ar: هل أنت متأكد من حذف هذا القسم؟

# modifedSec
source: Modifed section details successfully
ar: تم تعديل تفاصيل القسم بنجاح

# deleteSec
source: Deleted section successfully
ar: تم حذف القسم بنجاح

# itemUpdated
source: Item was updated successfully
ar: تم تحديث العنصر بنجاح

# updatedPic
source: Update Picture
ar: تحديث الصورة

# deleteItem
source: Deleted item successfully
ar: تم حذف العنصر بنجاح

# sureDeleteItem
source: Are you sure to delete this item?
ar: هل أنت متأكد من حذف هذا العنصر؟

# termsAndConditions
source: Terms & conditions
ar: الشروط والأحكام

# privacyP
source: Privacy & Policy
ar: سياسة الخصوصية

source: Our products
ar: منتجاتنا

# logoutSuc
source: Logout successful
ar: تم تسجيل الخروج بنجاح

source: Settings
ar: الإعدادات

# accSettings
source: Account Settings
ar: إعدادات الحساب

source: Manage Products
ar: إدارة المنتجات

source: Product Details
ar: تفاصيل المنتج

source: Add Product
ar: أضف منتجاً

# sureDeleteProduct
source: Are you sure to delete this product
ar: هل أنت متأكد من حذف هذا المنتج؟

# placed
source: Order Placed
ar: تم تقديم الطلب

# currentLoc
source: Current Location
ar: الموقع الحالي

# inProg
source: Order In Progress
ar: الطلب قيد التنفيذ

source: Out for delivery
ar: الطلب في طريقه للتسليم

source: at
ar: على

source: Choose address
ar: اختر العنوان

# asimah
source: Al Asimah
ar: العاصمة

source: Hawalli
ar: حولي

source: Address details
ar: تفاصيل العنوان

source: Farwaniya
ar: الفروانية

source: Mubarak Al-Kabeer
ar: مبارك الكبير

# jahra
source: Al Jahra
ar: الجهراء

# ahmadi
source: Al Ahmadi
ar: الأحمدي

source: City
ar: المدينة

# orderSuc
source: Your order was added successfully
ar: تم إضافة طلبك بنجاح

# noInstructions
source: No special instructions
ar: ليس هناك تعليمات خاصة

source: Privacy Policy
ar: سياسة الخصوصية

# effective_date
source: Effective Date: October 23, 2024
ar: تاريخ السريان: 23 أكتوبر 2024

source: Introduction
ar: 1. مقدمة

# introduction_content
source: Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your information when you use our app.
ar: خصوصيتك مهمة بالنسبة لنا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية معلوماتك عند استخدام التطبيق.

# info_we_collect
source: 2. Information We Collect
ar: 2. المعلومات التي نجمعها

# info_we_collect_content
source: - Personal Information: Name, email, phone number, etc. - Usage Data: Information on how the app is accessed and used. - Location Data: If you permit, we collect location data to provide location-based services.
ar: - المعلومات الشخصية: الاسم، البريد الإلكتروني، رقم الهاتف، إلخ. - بيانات الاستخدام: معلومات عن كيفية الوصول إلى التطبيق. - بيانات الموقع: في حال الموافقة، نقوم بجمع بيانات الموقع لتوفير خدمات مستندة على الموقع.

# how_we_use
source: 3. How We Use Your Information
ar: 3. كيفية استخدام معلوماتك

# how_we_use_content
source: We use the collected data to: - Provide and maintain our service - Improve and personalize user experience - Contact you with updates and promotional offers - Ensure security and prevent fraud
ar: نستخدم البيانات التي تم جمعها من أجل: - تقديم الخدمة وصيانتها - تحسين تجربة المستخدم - التواصل معك للتحديثات والعروض الترويجية - ضمان الأمن ومنع الاحتيال

# sharing_info
source: 4. Sharing Your Information
ar: 4. مشاركة المعلومات
