Repository: Faroukdz142/APP
Catalog: lib/l10n/intl_*.arb
Languages: ar

# sharing_info_content
source: We do not share your personal information with third parties except for the purposes of providing our services or as required by law.
ar: لن نشارك معلوماتك الشخصية مع أطراف ثالثة إلا لتقديم خدماتنا أو عند الضرورة بموجب القانون.

# your_rights
source: 5. Your Rights
ar: 5. حقوقك

# your_rights_content
source: You have the right to access, modify, or delete your personal data. You can contact us at any time to exercise these rights.
ar: لديك الحق في الوصول إلى بياناتك أو تعديلها أو حذفها. يمكنك الاتصال بنا في أي وقت لممارسة هذه الحقوق.

# contact_us
source: 6. Contact Us
ar: 6. اتصل بنا

# contact_us_content
source: If you have any questions about this Privacy Policy, please contact us at: trustlaundry@hotmail.com
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على: trustlaundry@hotmail.com

source: Terms and Conditions
ar: الشروط والأحكام

# introduction_for_terms
source: Welcome to our laundry app. By using the app, you agree to the following terms and conditions.
ar: مرحبًا بكم في تطبيق الغسيل. باستخدام التطبيق، توافق على الشروط والأحكام التالية.

# user_accounts
source: User Accounts and Registration
ar: حسابات المستخدمين والتسجيل

# user_accounts_content
source: Users must create an account to place orders and access services.
ar: يجب على المستخدمين إنشاء حساب لوضع الطلبات والوصول إلى الخدمات.

# creating_orders
source: Creating and Managing Orders
ar: إنشاء وإدارة الطلبات

# creating_orders_content
source: Users can create laundry orders and track their status in the app.
ar: يمكن للمستخدمين إنشاء طلبات غسيل وتتبع حالتها عبر التطبيق.

source: Payment and Fees
ar: الدفع والرسوم

# payment_and_fees_content
source: Payments are made online. Additional charges may apply for special services.
ar: يتم الدفع عبر الإنترنت. قد يتم فرض رسوم إضافية على الخدمات الخاصة.

# cancellation_and_refunds
source: Order Cancellation and Refunds
ar: إلغاء الطلبات واسترداد الأموال

# cancellation_and_refunds_content
source: Users can cancel orders before processing begins. Refunds depend on the order status.
ar: يمكن للمستخدمين إلغاء الطلبات قبل بدء المعالجة. يعتمد الاسترداد على حالة الطلب.

source: User Responsibilities
ar: مسؤوليات المستخدم

# user_responsibilities_content
source: Users must provide accurate information and collect orders on time.
ar: يجب على المستخدمين تقديم معلومات دقيقة واستلام الطلبات في الوقت المحدد.

source: Limitations of Liability
ar: حدود المسؤولية

# limitations_of_liability_content
source: The app is not responsible for delays caused by unforeseen circumstances.
ar: التطبيق غير مسؤول عن التأخيرات الناجمة عن ظروف غير متوقعة.

# modifications_to_service
source: Modifications to the Service
ar: تعديلات على الخدمة

# modifications_to_service_content
source: We reserve the right to modify the service at any time.
ar: نحتفظ بالحق في تعديل الخدمة في أي وقت.

# contact_info
source: Contact Information
ar: معلومات الاتصال

# contact_info_content
source: If you have questions, please contact us at trustlaundry@hotmail.com.
ar: إذا كان لديك أي استفسار، يرجى التواصل معنا على trustlaundry@hotmail.com.

# itemsSoon
source: New items will be added soon
ar: سيتم اضافة العناصر قريبا

source: Fast Price
ar: سعر المستعجل

# mousta3jil
source: fast
ar: مستعجل

source: Subscribe Now
ar: اشترك الآن

# noMousta3jil
source: No fast
ar: لا يوجد مستعجل

source: Save more
ar: وفِّر أكثر

# taghsel
source: to have
ar: تغسل بقيمة

# ghasil
source: Washing + Ironing + Fragrance
ar: غسيل + كوي + تعطير

# freeDelivery
source: Pickup and delivery of clothes is free
ar: استلام و توصيل الملابس مجاني

# productAr
source: title in arabic
ar: العنوان بالعربي

# productEn
source: title in english
ar: العنوان يالإنجليزي

source: Price after discount
ar: السعر بعد الخصم

# prDescription
source: Product Description
ar: وصف المنتج

# reqPr
source: Request Product
ar: طلب المنتج

# rater
source: rate
ar: تقييم

# rate
source: Rate this product
ar: قيم هذا المنتج

# subAr
source: SubItem title arabic
ar: العنوان بالعربي

# subEn
source: SubItem title english
ar: العنوان بالإنجليزي

# sorryForNotPicking
source: Sorry we cannot pickup your laundry at the specified timing, please choose another timing (time must be at lease 4h from now)
ar: عذرًا، لا يمكننا استلام غسيلك في الوقت المحدد. يرجى اختيار وقت آخر (يجب أن يكون الوقت على الأقل بعد 4 ساعات من الآن).

# selectPeriodCorrect
source: Please select a time between 8:00 AM and 6:00 PM
ar: يرجى اختيار وقت بين الساعة 8:00 صباحًا و 6:00 مساءً

# titleAr
source: Title in arabic
ar: العنوان بالعربي

# titleEn
source: Title in english
ar: العنوان بالإنجليزي

# contentAr
source: Content in arabic
ar: المحتوى بالعربي

# contentEn
source: Content in english
ar: المحتوى بالإنجليزي

# emailOrPwdWrong
source: Email or password is incorrect, try again
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة، حاول مرة أخرى

# sureReq
source: In case you continue, our team will contact you soon!
ar: في حالة اكمال الطلب سيقوم فريقنا بالتواصل معك في وقت قريب

source: Quantity
ar: الكمية

# reqProd
source: Products Requests
ar: طلبات المنتجات

# noReqProd
source: You have no products requests
ar: ليس لديك طلبات المنتجات

# addedToCard
source: Successully added the product, our team will contact you soon to confirm your order
ar: تم اضافة المنتج سيتم الاتصال بك قريبا لتأكيد الطلب

# totalProdOrders
source: Total products orders
ar: اجمالي طلبات المنتجات

source: Service:
ar: نوع الخدمة:

# subSuc
source: Credit added successfully check your balance
ar: تم الاشتراك بنجاح
